status/src/2022/0304.org
#+TITLE: 26 February 2022 - 04 March 2022

* MIT OCW
** 18.02 - Multiple Variable Calculus
*** Sessions 32-35
** 8.01X+8.01L - Physics I - Classical Mechanics with Labs
*** Still in U/P Chapter 5 reading.
*** Experiment ES Complete
    Written Up.
** 21G.701 Spanish
*** Finished Episodes 14-16
* Datasheet template
  Filed & Fixed various bugs
* Lego Mindstorms
**  Raspberry Pi Zero W talking to Lego Hub over Bluetooth
   A bit of a PITA, but seems to communicate
* Barely Working Math, Science, and Engineering Handbook
  Various Updates
* CGR-101
  Nothing needed right now.
* Mill Controller #2
  Potential for using old Compaq iPaq boards.
  May use OLPC inthe meantime.
* Quilting Frame Desk
** Need to make special edge-banding biscuits
* Space Missions
  Making a list of space missions from NASA, ESA and JAXA.
* David Davies
** Broadcom BCG? Employee indicted for running a brothel.
** New case C1923172, consolidated with *15* Parties.
** Next hearing 4/5/2022.
* Peter Kim
** Broadcom CSG Employee indicted for trade secret theft.
** United States v. Kim (5:21-cr-00438).
** Next hearing: 3/8/2022
