status/2022/0304.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-10-28 Sat 04:38 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>26 February 2022 - 04 March 2022</title>
<meta name="author" content="Daniel Kelley" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">26 February 2022 - 04 March 2022</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgd041583">1. MIT OCW</a>
<ul>
<li><a href="#org55e6788">1.1. 18.02 - Multiple Variable Calculus</a>
<ul>
<li><a href="#org3f98bdf">1.1.1. Sessions 32-35</a></li>
</ul>
</li>
<li><a href="#orgd10dc6b">1.2. 8.01X+8.01L - Physics I - Classical Mechanics with Labs</a>
<ul>
<li><a href="#orge746117">1.2.1. Still in U/P Chapter 5 reading.</a></li>
<li><a href="#org5ce1d02">1.2.2. Experiment ES Complete</a></li>
</ul>
</li>
<li><a href="#org6b70535">1.3. 21G.701 Spanish</a>
<ul>
<li><a href="#org1ffe519">1.3.1. Finished Episodes 14-16</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgce93ba5">2. Datasheet template</a></li>
<li><a href="#org0c9d9fe">3. Lego Mindstorms</a>
<ul>
<li><a href="#org1cdb6b5">3.1. Raspberry Pi Zero W talking to Lego Hub over Bluetooth</a></li>
</ul>
</li>
<li><a href="#org38d5097">4. Barely Working Math, Science, and Engineering Handbook</a></li>
<li><a href="#org6d5b167">5. CGR-101</a></li>
<li><a href="#org96fe899">6. Mill Controller #2</a></li>
<li><a href="#org6fdf8a2">7. Quilting Frame Desk</a>
<ul>
<li><a href="#org6eea62d">7.1. Need to make special edge-banding biscuits</a></li>
</ul>
</li>
<li><a href="#orgf04530b">8. Space Missions</a></li>
<li><a href="#org28af541">9. David Davies</a>
<ul>
<li><a href="#org5c112ab">9.1. Broadcom BCG? Employee indicted for running a brothel.</a></li>
<li><a href="#org6cd7894">9.2. New case C1923172, consolidated with <b>15</b> Parties.</a></li>
<li><a href="#orga6156cb">9.3. Next hearing 4/5/2022.</a></li>
</ul>
</li>
<li><a href="#org4b48da9">10. Peter Kim</a>
<ul>
<li><a href="#orgd902b67">10.1. Broadcom CSG Employee indicted for trade secret theft.</a></li>
<li><a href="#org89b02ba">10.2. United States v. Kim (5:21-cr-00438).</a></li>
<li><a href="#org61cc963">10.3. Next hearing: 3/8/2022</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orgd041583" class="outline-2">
<h2 id="orgd041583"><span class="section-number-2">1.</span> MIT OCW</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org55e6788" class="outline-3">
<h3 id="org55e6788"><span class="section-number-3">1.1.</span> 18.02 - Multiple Variable Calculus</h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-org3f98bdf" class="outline-4">
<h4 id="org3f98bdf"><span class="section-number-4">1.1.1.</span> Sessions 32-35</h4>
</div>
</div>
<div id="outline-container-orgd10dc6b" class="outline-3">
<h3 id="orgd10dc6b"><span class="section-number-3">1.2.</span> 8.01X+8.01L - Physics I - Classical Mechanics with Labs</h3>
<div class="outline-text-3" id="text-1-2">
</div>
<div id="outline-container-orge746117" class="outline-4">
<h4 id="orge746117"><span class="section-number-4">1.2.1.</span> Still in U/P Chapter 5 reading.</h4>
</div>
<div id="outline-container-org5ce1d02" class="outline-4">
<h4 id="org5ce1d02"><span class="section-number-4">1.2.2.</span> Experiment ES Complete</h4>
<div class="outline-text-4" id="text-1-2-2">
<p>
Written Up.
</p>
</div>
</div>
</div>
<div id="outline-container-org6b70535" class="outline-3">
<h3 id="org6b70535"><span class="section-number-3">1.3.</span> 21G.701 Spanish</h3>
<div class="outline-text-3" id="text-1-3">
</div>
<div id="outline-container-org1ffe519" class="outline-4">
<h4 id="org1ffe519"><span class="section-number-4">1.3.1.</span> Finished Episodes 14-16</h4>
</div>
</div>
</div>
<div id="outline-container-orgce93ba5" class="outline-2">
<h2 id="orgce93ba5"><span class="section-number-2">2.</span> Datasheet template</h2>
<div class="outline-text-2" id="text-2">
<p>
Filed &amp; Fixed various bugs
</p>
</div>
</div>
<div id="outline-container-org0c9d9fe" class="outline-2">
<h2 id="org0c9d9fe"><span class="section-number-2">3.</span> Lego Mindstorms</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org1cdb6b5" class="outline-3">
<h3 id="org1cdb6b5"><span class="section-number-3">3.1.</span> Raspberry Pi Zero W talking to Lego Hub over Bluetooth</h3>
<div class="outline-text-3" id="text-3-1">
<p>
A bit of a PITA, but seems to communicate
</p>
</div>
</div>
</div>
<div id="outline-container-org38d5097" class="outline-2">
<h2 id="org38d5097"><span class="section-number-2">4.</span> Barely Working Math, Science, and Engineering Handbook</h2>
<div class="outline-text-2" id="text-4">
<p>
Various Updates
</p>
</div>
</div>
<div id="outline-container-org6d5b167" class="outline-2">
<h2 id="org6d5b167"><span class="section-number-2">5.</span> CGR-101</h2>
<div class="outline-text-2" id="text-5">
<p>
Nothing needed right now.
</p>
</div>
</div>
<div id="outline-container-org96fe899" class="outline-2">
<h2 id="org96fe899"><span class="section-number-2">6.</span> Mill Controller #2</h2>
<div class="outline-text-2" id="text-6">
<p>
Potential for using old Compaq iPaq boards.
May use OLPC inthe meantime.
</p>
</div>
</div>
<div id="outline-container-org6fdf8a2" class="outline-2">
<h2 id="org6fdf8a2"><span class="section-number-2">7.</span> Quilting Frame Desk</h2>
<div class="outline-text-2" id="text-7">
</div>
<div id="outline-container-org6eea62d" class="outline-3">
<h3 id="org6eea62d"><span class="section-number-3">7.1.</span> Need to make special edge-banding biscuits</h3>
</div>
</div>
<div id="outline-container-orgf04530b" class="outline-2">
<h2 id="orgf04530b"><span class="section-number-2">8.</span> Space Missions</h2>
<div class="outline-text-2" id="text-8">
<p>
Making a list of space missions from NASA, ESA and JAXA.
</p>
</div>
</div>
<div id="outline-container-org28af541" class="outline-2">
<h2 id="org28af541"><span class="section-number-2">9.</span> David Davies</h2>
<div class="outline-text-2" id="text-9">
</div>
<div id="outline-container-org5c112ab" class="outline-3">
<h3 id="org5c112ab"><span class="section-number-3">9.1.</span> Broadcom BCG? Employee indicted for running a brothel.</h3>
</div>
<div id="outline-container-org6cd7894" class="outline-3">
<h3 id="org6cd7894"><span class="section-number-3">9.2.</span> New case C1923172, consolidated with <b>15</b> Parties.</h3>
</div>
<div id="outline-container-orga6156cb" class="outline-3">
<h3 id="orga6156cb"><span class="section-number-3">9.3.</span> Next hearing 4/5/2022.</h3>
</div>
</div>
<div id="outline-container-org4b48da9" class="outline-2">
<h2 id="org4b48da9"><span class="section-number-2">10.</span> Peter Kim</h2>
<div class="outline-text-2" id="text-10">
</div>
<div id="outline-container-orgd902b67" class="outline-3">
<h3 id="orgd902b67"><span class="section-number-3">10.1.</span> Broadcom CSG Employee indicted for trade secret theft.</h3>
</div>
<div id="outline-container-org89b02ba" class="outline-3">
<h3 id="org89b02ba"><span class="section-number-3">10.2.</span> United States v. Kim (5:21-cr-00438).</h3>
</div>
<div id="outline-container-org61cc963" class="outline-3">
<h3 id="org61cc963"><span class="section-number-3">10.3.</span> Next hearing: 3/8/2022</h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Daniel Kelley</p>
<p class="date">Created: 2023-10-28 Sat 04:38</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>